<template>
  <div class="privacyStatement">
    <mt-header title="Xcontract隐私声明" fixed>
        <router-link to="/register" slot="left">
          <mt-button icon="back"></mt-button>
        </router-link>
     </mt-header>
     <div class="content">
             <p> 最近更新日期：2019年02月14日</p>
              <h3>
               郑重承诺：
              </h3>
              <p>
               智签（“我们”）尊重并保护所有使用智签电子合同在线签约平台服务的用户的个人信息及个人隐私。本隐私权条款包含了我们收集、存储、使用、共享和保护用户（“您”）的个人信息的条款，我们希望通过本隐私权条款向您清晰地介绍我们对为您提供的访问、更新、控制和保护您个人信息的方式，因此我们建议您完整地阅读本《隐私保护政策》条款（下称“本条款”），以帮助您了解维护自己隐私权的方式。如果您对本隐私权条款有任何疑问，您可以通过智签客服渠道与我们联系。如果您不同意本隐私权条款的任何内容，您应立即停止使用智签平台服务。当您使用智签平台提供的任一服务时，即表示您已同意我们按照本隐私权条款来合法使用和保护您的个人信息。
              </p>
              <p>
               适用范围：
              </p>
              <p>本政策适用于智签产品或服务。如我们关联公司的产品或服务中使用了智签提供的产品或服务但未设独立法律声明及隐私权政策的，则本政策同样适用于该部分产品或服务。</p>
              <p> 需要特别说明的是，本政策不适用于其他第三方向您提供的服务，也不适用于本公司已另行独立设置法律声明及隐私权政策的产品或服务。</p>
              <p>在使用智签各项产品或服务前，请您务必仔细阅读并透彻理解本政策，在确认充分理解并同意后使用相关产品或服务。一旦您开始使用智签各项服务，即表示您已充分理解并同意本政策。</p>
              <h3>一、我们如何收集及使用您的个人信息</h3>
              <p>我们收集信息是为了向您提供更好以及更个性化的服务，并努力提高您的用户体验。我们收集信息的种类以及适用方式如下：</p>
              <h4>1.1 我们收集您向我们提供的信息</h4>
              <p>当您注册智签账户及您在使用相关智签服务时填写、提交及/或其他任何方式提供的信息，包括您的姓名、性别、出生年月日、身份证号码、护照姓、护照名、护照号码、电话号码、电子邮箱、收货地址、网银在线账号、银行卡信息及相关附加信息（如您地址中的所在的省份和城市、邮政编码等）。您可以选择不提供某一或某些信息，但是这样可能使您无法使用智签的许多特色服务。请您理解，我们使用您提供的信息是为了回应您的要求，为您在享受服务提供便利，完善智签网站以及与您进行信息沟通。另外，我们可能会将您所提供的信息与您的智签账户关联，用以识别您的身份。</p>
              <h4>1.2 我们收集在您使用服务过程中获得的信息</h4>
              <p>为了提高服务质量和用户体验，我们会留存您使用服务以及使用方式的相关信息，这类信息包括：</p>
              <p>1.2.1您的浏览器和计算机上的信息。在您访问智签网站或使用智签服务时，智签系统自动接收并记录的您的浏览器和计算机上的信息（包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据）。</p>
              <p>1.2.2您的位置信息。当您下载或使用智签、其关联方及合作伙伴开发的应用程序，或访问移动网页使用智签服务时，智签可能会读取您的位置（大多数移动设备将允许您关闭定位服务，具体建议您联系您的移动设备的服务商或生产商）。</p>
              <p>1.2.3您的设备信息。</p>
              <p>1.2.4您的行为或交易信息。智签可能会记录您访问智签或使用智签服务时所进行的操作以及您在智签网站上进行签约的相关信息。</p>
              <p>1.2.5您的日志信息：当您使用我们的网站或客户端提供的产品或服务时，我们会自动收集您对我们服务的详细使用情况，作为有关网络日志保存。</p>
              <p>除上述信息外，我们还可能为了提供服务及改进服务质量的合理需要而获得的您的其他信息，包括您与我们的客服团队联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息，以及您与智签的关联方、智签合作伙伴之间互动时我们获得的相关信息。</p>
              <p>同时，为提高您使用智签提供的服务的安全性，更准确地预防钓鱼网站欺诈和木马病毒，我们可能会通过了解一些您的网络使用习惯、您常用的软件信息等手段来判断您账户的风险，并可能会记录一些我们认为有风险的链接（“URL”）。</p>
              <p>请注意，单独的设备信息、日志信息等是无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将该类个人信息做匿名化、去标识化处理。</p>
              <h4>1.3 我们收集来自第三方的信息</h4>
              <p>指在您注册智签账户和使用服务过程中，您授权的智签可向智签的关联方、合作伙伴所收集的相关信息，以及您授权的智签的关联方、合作伙伴可向智签分享相关的信息。这些信息包括但不限于您的身份信息、行为信息、交易信息、设备信息等，智签会将此类信息汇总，用于帮助智签向您提供更好以及更加个性化的服务或更好的预防互联网欺诈。</p>
              <h4>1.4 我们会出于本政策所述的以下目的，使用您的个人信息</h4>
              <p>1.4.1向您提供您使用的各项服务，并维护、改进这些服务。</p>
              <p>1.4.2向您推荐您可能感兴趣的内容，包括但不限于向您发出产品和服务信息，或通过系统向您展示个性化的第三方推广信息，或在征得您同意的情况下与智签的合作伙伴共享信息以便他们向您发送有关其产品和服务的信息。如您不希望接收上述信息，可进行退订。</p>
              <p>1.4.3我们可能使用您的个人信息以验证身份、预防、发现、调查欺诈、危害安全、非法或违反与我们或其关联方协议、政策或规则的行为，以保护您、其他智签用户，或我们或其关联方的合法权益。</p>
              <p>1.4.4我们可能会将来自某项服务的个人信息与来自其他服务所获得的信息结合起来，用于为了给您提供更加个性化的服务使用。</p>
              <p>1.4.5我们会对我们的服务使用情况进行统计，并可能会与公众或第三方分享这些统计信息，以展示我们的产品或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。</p>
              <p>1.4.6让您参与有关我们产品及服务的调查。</p>
              <p>1.4.7经您同意或授权的其他用途。</p>
              <h4>1.5 其他用途</h4>
              <p>我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。</p>
              <h4>1.6 征得授权同意的例外</h4>
              <p>根据相关法律法规规定，以下情形中收集您的个人信息无需征得您的授权同意：</p>
              <p>1.6.1与国家安全、国防安全有关的；</p>
              <p>1.6.2与公共安全、公共卫生、重大公共利益有关的；</p>
              <p>1.6.3与犯罪侦查、起诉、审判和判决执行等有关的；</p>
              <p>1.6.4出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的</p>
              <p>1.6.5所收集的个人信息是您自行向社会公众公开的；</p>
              <p>1.6.6从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
              <p>1.6.7根据您的要求签订合同所必需的；</p>
              <p>1.6.8用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；</p>
              <p>1.6.9法律法规规定的其他情形。</p>
              <p>如我们停止运营智签产品或服务，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以逐一告知或公告的形式通知您，对所持有的个人信息进行删除或匿名化处理。</p>
              <p>请您注意，您在使用我们的产品与/或服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用我们的产品与/或服务期间持续授权我们使用。在您注销账号时，我们将停止使用并删除您的个人信息。如我们停止运营智签产品或服务，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，对所持有的个人信息进行删除或匿名化处理。</p>
              <h3>二、我们如何使用 Cookie 和同类技术</h3>
              <p>为使您获得更轻松的访问体验，您访问智签平台相关网站或使用智签平台提供的服务时，我们可能会通过小型数据文件识别您的身份，这么做是帮您省去重复输入注册信息的步骤，或者帮助判断您的账户安全。这些数据文件可能是Cookie，Flash Cookie，或您的浏览器或关联应用程序提供的其他本地存储（统称“Cookie”）。</p>
              <p>请您理解，我们的某些服务只能通过使用“Cookie”才可得到实现。如果您的浏览器或浏览器附加服务允许，您可以在相关的页面修改对Cookie的接受程度或者拒绝智签的Cookie，但这一举动在某些情况下可能会影响您安全访问智签相关网站和使用智签平台提供的服务。</p>
              <h3>三、我们如何共享、转让、公开披露您的个人信息</h3>
              <h4>3.1共享</h4>
              <p> 我们不会与智签服务提供者以外的公司、组织和个人共享您的个人信息，但以下情况除外：</p>
              <p>3.1.1在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。</p>
              <p>3.1.2在法定情形下的共享：我们可能会根据法律法规规定、诉讼争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。</p>
              <p>3.1.3与关联公司间共享：为便于我们基于关联账号共同向您提供服务，推荐您可能感兴趣的信息或保护智签关联公司或其他用户或公众的人身财产安全免遭侵害，您的个人信息可能会与我们的关联公司共享。我们只会共享必要的个人信息，如果我们共享您的个人敏感信息或关联公司改变个人信息的使用及处理目的，将再次征求您的授权同意。</p>
              <p>3.1.4与授权合作伙伴共享：仅为实现本隐私权政策中声明的目的，我们的某些服务将由我们和授权合作伙伴共同提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于与产品或服务无关的其他用途。</p>
              <p> 对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的数据保护协定，要求他们按照我们的说明、本隐私权政策以及其他任何相关的保密和安全措施来处理个人信息。</p>
              <h4>3.2 转让</h4>
              <p>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
              <p>3.2.1在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；</p>
              <p>3.2.2在智签服务提供者发生合并、收购或破产清算情形，或其他涉及合并、收购或破产清算情形时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本政策的约束，否则我们将要求该公司、组织和个人重新向您征求授权同意。</p>
              <h4>3.3 公开披露</h4>
              <p>我们仅会在以下情况下，公开披露您的个人信息：</p>
              <p>3.3.1获得您明确同意或基于您的主动选择，我们可能会公开披露您的个人信息；</p>
              <p>3.3.2如果我们确定您出现违反法律法规或严重违反智签相关协议规则的情况，或为保护智签及其关联公司用户或公众的人身财产安全免遭侵害，我们可能依据法律法规或智签相关协议规则征得您同意的情况下披露关于您的个人信息，包括相关违规行为以及智签已对您采取的措施。</p>
              <h4>3.4 共享、转让、公开披露个人信息时事先征得授权同意的例外</h4>
              <p>以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：</p>
              <p>3.4.1与国家安全、国防安全有关的；</p>
              <p>3.4.2与公共安全、公共卫生、重大公共利益有关的</p>
              <p>3.4.3与犯罪侦查、起诉、审判和判决执行等有关的；</p>
              <p>3.4.4出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
              <p>3.4.5您自行向社会公众公开的个人信息；</p>
              <p>3.4.6从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</p>
              <p>根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。</p>
              <h3>四、我们如何保护您的个人信息</h3>
              <p>4.1 我们已采取符合业界标准的安全防护措施保护您提供的个人信息安全，防止个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会使用加密技术提高个人信息的安全性；我们会使用受信赖的保护机制防止个人信息遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。</p>
              <p>4.2 我们已经取得以下认证: SO27001:2013 信息安全认证。</p>
              <p>4.3 我们会采取合理可行的措施，避免收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。</p>
              <p>4.4 互联网并非绝对安全的环境，我们强烈建议您不要使用非智签推荐的通信方式发送个人信息。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息尤其是您的账户或密码发生泄露，请您立即联络智签客服，以便我们根据您的申请采取相应措施。</p>
              <p>请使用复杂密码，协助我们保证您的账号安全。我们将尽力保障您发送给我们的任何信息的安全性。如果我们的物理、技术或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。</p>
              <p>4.5 在不幸发生个人信息安全事件后，我们将按照法律法规的要求及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况我们将以邮件、信函、电话或推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，上报个人信息安全事件的处置情况。</p>
              <h3>五、您如何管理您的个人信息</h3>
              <h4>5.1 访问您的个人信息</h4>
              <p>您有权访问您的个人信息，法律法规规定的例外情况除外。您可以通过以下方式自行访问您的个人信息：</p>
              <p>账户信息——如果您希望访问或编辑您的账户中的个人基本资料信息、更改您的密码、添加安全信息等，您可以通过登录账号执行此类操作。</p>
              <p>如果您无法通过上述路径访问该等个人信息，您可以随时通过智签客服与我们取得联系。我们将在15天内回复您的访问请求。</p>
              <p>对于您在使用我们的产品或服务过程中产生的其他个人信息，我们将根据本条” （5.6）响应您的上述请求”中的相关安排向您提供。</p>
              <h4>5.2 更正或补充您的个人信息</h4>
              <p>当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正或补充。您可以通过“（5.1）访问您的个人信息”中列明的方式提出更正或补充申请。</p>
              <h4>5.3 删除您的个人信息</h4>
              <p>您可以通过“（5.1）访问您的个人信息”中的方式删除您的部分个人信息。</p>
              <p>在以下情形中，您可以向我们提出删除个人信息的请求：</p>
              <p>5.3.1如果我们处理个人信息的行为违反法律法规；</p>
               <p>5.3.2如果您不再使用我们的产品或服务，或您主动注销了账号；</p> 
                <p>5.3.3如果我们永久不再为您提供产品或服务。</p>
              <p>若我们决定响应您的删除请求，我们还将同时尽可能通知从我们处获得您的个人信息的主体，要求其及时删除，除非法律法规另有规定，或这些主体获得您的独立授权。</p>
              <p>当您从我们的服务中删除信息后，我们可能不会立即从备份系统中删除相应的信息，但会在备份更新时删除这些信息。</p>
              <h4>5.4 个人信息主体注销账户</h4>
              <p>在需要终止使用智签产品或服务时，您可以申请注销您的智签账户，您可以通过人工的方式申请注销智签账户。</p>
              <p>在您主动注销账户之后，我们将停止为您提供产品或服务，根据《中华人民共和国合同法》、《中华人民共和国电子签名法》、《中华人民共和国网络安全法》适用条款删除您的个人信息，或使其匿名化处理。</p>
              <h4>5.5 约束信息系统自动决策</h4>
              <p>在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求我们做出解释，我们也将在不侵害智签商业秘密或其他用户权益、社会公共利益的前提下提供申诉方法。</p>
              <h4>5.6 响应您的上述请求</h4>
              <p>为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。</p>
              <p>我们将在30天内做出答复。如您不满意，还可以通过客服发起投诉。</p>
              <p>对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际的请求，我们可能会予以拒绝。</p>
              <p>在以下情形中，按照法律法规要求，我们将无法响应您的请求：</p>
              <p>5.6.1与国家安全、国防安全有关的；</p>
              <p>5.6.2与公共安全、公共卫生、重大公共利益有关的；</p>
              <p>5.6.3与犯罪侦查、起诉、审判和执行判决等有关的；</p>
              <p>5.6.4有充分证据表明个人信息主体存在主观恶意或滥用权利的；</p>
              <p>5.6.5响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；</p>
              <p>5.6.6涉及商业秘密的。</p>
              <h3>六、我们如何处理未成年人的个人信息</h3>
              <p>我们的产品、服务与网站主要面向成人。未满十八岁的未成年人应在其父母或监护人指导下使用我们的服务，如果没有父母或监护人的同意，未成年人不得创建自己的用户账户。</p>
              <p>对于经父母同意而收集儿童个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护儿童所必要的情况下使用或公开披露此信息。</p>
              <h3>七、本隐私保护政策如何更新</h3>
              <p>我们的隐私政策可能变更。</p>
              <p>未经您明确同意，我们不会限制您按照本隐私政策所应享有的权利。></p>
              <p>对于重大变更，我们还会提供更为显著的通知(包括我们会通过智签网站公示的方式进行通知甚至向您提供弹窗提示)。</p>
              <p>本政策所指的重大变更包括但不限于:</p>
              <p>1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；</p>
              <p>2、我们在控制权等方面发生重大变化。如并购重组等引起的所有者变更等；</p>
              <p>3、个人信息共享、转让或公开披露的主要对象发生变化；</p>
              <p>4、您参与个人信息处理方面的权利及其行使方式发生重大变化；</p>
              <p>5、我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；</p>
              <p>6、个人信息安全影响评估报告表明存在高风险时。</p>
              <p>我们还会将本政策的旧版本存档，供您查阅。若您在本政策修订后继续使用智签服务，这表示您已充分阅读、理解并接受修订后的本政策并愿意受修订后的本政策约束。</p>
              <h3>八、联系我们</h3>
              <p>如果您对本隐私政策有任何疑问、意见或建议，通过以下方式与我们联系：</p>
              <p>电子邮件：bd@contract.cn</p>
              <p>电话：010-84770602</p>
              <p>一般情况下，我们将在三十天内回复。</p>
     </div>
  </div>
</template>
<script>
export default {
  data(){
    return{

    }
  }
}
</script>
<style lang="scss">
.privacyStatement{
  width:100%;
  height: 100%;
  .mint-header{
      height: 52px;
      line-height: 52px;
      background: #B41C2E;
      font-size: 18px;
      letter-spacing: 2px;
      font-family: 'PingFangSC-Medium';
      z-index: 100;
      .mint-header-title{
        overflow: visible!important;
      }
  }
  .content{
    padding: 20px 15px;
    margin-top:52px;
    h3{
          margin-bottom: 6px;
        }
        h4{
          text-indent: 2em;
           margin-bottom: 4px;
        }
        p{
          color: #969696;
          text-align: justify;
          line-height: 18px;
          text-indent: 2em;
          margin-bottom: 10px;
        }
  }
}
</style>
