<template>
  <div class="serviceAgreement">
    <mt-header title="Xcontract服务协议" fixed>
        <router-link to="/register" slot="left">
          <mt-button icon="back"></mt-button>
        </router-link>
     </mt-header>
     <div class="content">
      <h3>一、注册声明</h3>
               <p>1.1 本协议是您（包括自然人、法人或其他组织，以下也称"服务使用人"）与北京智签科技有限公司（以下简称"智签"或“本公司”）之间关于智签电子合同签约平台提供各项服务的协议。本协议中的"智签"是指由北京智签科技有限公司运营的针对电子合同进行线上签约、存证、履约及司法通道服务的一站开放式电子合同在线签约平台，域名为www.xcontract.cn。</p>
              <p>
                1.2 我们在此特别提醒，在使用智签上提供的各项服务前，请您务必事先认真阅读本协议所有内容，协议中包括了免除或者限制智签责任的免责条款及对用户的权利限制。请您审阅并表示接受或不接受所有服务条款，若您承诺接受则须遵守本协议约定；若您不接受则应立即停止注册程序或停止使用智签提供的服务。若您有不明白或不理解之处，务必请向智签客服垂询，由客服人员向您作详细的说明和解释。
              </p>
              <p>
                1.3 智签有权根据需要不时地制订、修改本协议及各种规范、规则等，并在智签电子合同签约平台上进行公告。变更后的协议和规范、规则一经公告，立即自动生效，您可以随时登录智签查阅相关信息。如果您不同意相关变更，应当立即停止使用智签服务。如您继续使用智签服务的，即视为您接受经修订的协议和规范、规则。
              </p>
              <p>
                1.4 您保证，在您同意接受本协议并注册成为智签用户时，即表示您认可使用智签平台作为缔约（包括但不限于电子合同）方式，认可您在智签平台上的所有操作都是您个人意愿的表示，认可您在智签平台上签订的电子合同（或协议）和纸质合同（或协议）具备相同的效力，认可您在智签平台上的电子签名和您的手写签名具备相同的效力。
              </p>
              <p>1.5 您同意，就您使用智签服务，本公司有权将您的个人身份信息及签约合同信息相应传输至电子认证服务机构（CA, Certificate Authority）、公证处、司法鉴定机构，由CA以出具数字证书之目的、公证处以出具公证文件之目的或司法鉴定机构出具司法鉴定意见书之目的使用并保存，且前述信息至少保存至数字证书失效后或相关电子数据（包括但不限于签约合同电子数据）产生后5年，并且该等信息不因您终止智签服务而停止保存。</p>
              <p>1.6 您同意，就您使用智签服务，本公司有权将您的个人身份信息、证件复印件或扫描件相应传输至征信机构及其他具有国家认可资质的数据服务提供商，由该等机构以验证签约方身份之目的使用并保存。</p>
              <p>1.7 您确认并知悉，按照国家相关法律，智签服务不适用于以下合同：</p>
              <p>1.7.1、涉及婚姻、收养、继承等人身关系的；</p>
              <p>1.7.2、涉及土地、房屋等不动产权益转让的；</p>
              <p>1.7.3、涉及停止供水、供热、供气、供电等公用事业服务的；</p>
              <p>1.7.4、法律、行政法规规定的不适用电子文书的其他情形</p>
              <h3>二、新用户注册</h3>
              <p>2.1  您确认，在您进行智签注册或实际使用智签提供的服务时，您应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，智签平台保留对您的帐号采取冻结使用乃至注销您的账户等权利。</p>
              <p>2.2  涉及无民事行为能力人、限制民事行为能力人使用智签服务的情况，建议以其监护人的名义进行智签注册并获取智签提供的服务。</p>
              <p>2.3  您在信息完善时所填写的身份信息不允许修改，除非您能提供充足的证据证明身份信息发生变更，但您无法以信息完善的信息对应的个体不存在为由，凭用户名及密码向智签要求更改信息完善的信息。因此，信息完善时请务必使用您本人的真实信息，并确保信息完善时所需信息填写准确、完全，使用虚假信息进行信息完善，有可能会影响您后续使用智签的其它功能、服务，甚至有可能损害您的权益。</p>
              <p>2.4  实名认证、信息完善是使用智签许多功能，如电子合同签约、数据存证的前提。建议您在注册后尽快进行实名认证与信息完善，可获得智签提供的更多服务项目。所提交的用户实名认证信息将用于核发其专属的电子签名文件，智签将对您的信息严格保密。隐私保护请详见《隐私保护政策》。</p>
              <p>2.5  您设置的用户名不应包含有非法的内容或其他可能侵犯他人合法权益、违背社会公序良俗的内容。一经发现，智签有权对你的帐户采取限制措施，并限期要求您进行修改，直至注销您的帐户。</p>
              <p>2.6  智签发现、怀疑您登记的信息错误（包括有意或无意行为）、不实、过期或不完整的，智签有权要求您限期作出说明、提供相关证明材料更正登记的信息，有权对你的帐户采取限制措施，直至注销您的帐户。智签对此不承担任何责任，您将承担因此产生的任何直接或间接支出。</p>
              <p>2.7 根据数字证书安全使用的原理，每个获颁数字证书的实体会获得一对密钥，分别为私钥和公钥，公钥加密的信息必须有对应的私钥才能解密。您同意在获颁数字证书后，授权智签在其云服务器内托管您的私钥和公钥。</p>
              <p>2.8  您必须认真阅读，在完全接受本协议的情况下，方可注册成智签的用户。一旦注册成为我们的用户，即表示您同意接受协议各项条款的约束，包括接受智签今后随时对服务条款所做的任何修改。届时您不应以未阅读本协议或不理解本协议的内容为由，主张协议无效，或要求撤销协议。</p>
              <p>2.9  您在注册后，应牢记您的用户名及登录密码，妥善保管登录密码，采取积极的保密措施保护您（注册人）的上述信息及资料免受窃取及删除。用户名及登录密码将作为智签确认您的身份的依据，您应对您的用户名和密码的安全，以及通过您的用户名和密码实施的行为负责。对于因用户泄露登录名、密码、身份信息或是因产品或设备遗失导致的损失，由用户自行承担。您应在登录本系统时段结束时，以正确步骤离开网站。</p>
              <p>2.10  智签非经您本人（服务使用人）许可，不会将您的信息、相关数据、文件、作品泄露给他人。</p>
              <h3>三、智签平台服务使用规范</h3>
              <p>为有效保障您使用本服务时的合法权益，您理解并同意接受以下规则：</p>
              <p>3.1  您必须合法地使用智签的各项服务，必须遵守国家各项法律、法规、规章以及政府规范性文件，并接受智签相关的协议、规则、规定、程序和惯例的约束。保证在使用智签的各项服务时所作陈述、记录等内容均真实、合法，您应当对通过您的帐户所实施的一切行为负责。</p>
              <p>3.2  您不得利用智签的各项服务及产品从事非法活动，包括且不限于利用本站传播、存取非法、违反公序良俗的内容，不可采用网络、电脑技术等各种手段，制造虚假证据，并利用智签签约、存证，以获取个人利益。</p>
              <p>3.3  经发现或接到举报，或有合理理由怀疑您的帐户存在违法情况及其他违反本协议的行为时，智签有权对你的帐户采取限制措施，并限期要求您向智签公开可疑内容，限期进行整改，直至删除您的资料、应公安机关、司法机关的要求公开（公示）您的信息及违法内容、注销您的帐户。智签有权对您是否存在上述违法情况、违反本协议的行为单方作出认定，采取上述各项措施，无须征得您的同意或提前通知予您。</p>
              <p>3.4  对于您的行为（包括非法的或正常使用智签服务的行为）对任意第三方造成损害的，您均应当以自己的名义独立承担所有的法律责任，并应确保免于对智签造成损失或增加费用。</p>
              <p>3.5  如智签因您的行为（包括非法的或正常使用智签服务的行为）遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿智签因此造成的损失及（或）发生的一切费用。</p>
              <p>3.6  您如果发现或怀疑您的帐户被盗用，或存在其他安全问题，或发生与智签账户关联的手机或其他设备遗失或其他可能危及到智签账户安全情形时，应立即以有效方式通知本公司，并可以要求智签采取一定的措施，且应配合智签为采取措施而实施的调查、要求补证、身份核实等工作。若您所提供的资料未能使智签完全确信您是帐户的注册人时，智签可能不会应您的要求采取措施。</p>
              <p>3.7  智签不对您的帐户的安全问题承担任何责任。但您若冒用他人名义要求智签对帐户采取措施导致侵权、致他人损失的，您应承担一切责任。</p>
              <p>3.8  因您填写、预留的联系方式有误，导致智签无法与您取得联系的，因此产生的后果由您自行负责，包括您使用服务过程中产生任何损失或增加费用等。</p>
              <p>3.9  智签提供的各项服务均有一定的针对性，具体使用方式因服务内容不同而不尽相同。在使用前务必认真阅读各项服务的操作指南及须知，尤其是服务内容的限制，以免造成使用效果与您的设想存在过大的差距。</p>
              <p>3.10 本公司会以站内状态通知（或发送到该手机的短信或电话等或客户端通知等）方式通知您交易进展情况以及提示您进行下一步的操作，但本公司不保证您能够收到或者及时收到该等通知，且不对此承担任何后果，因此，您应当及时查看该等通知并进行相关操作。因您没有及时查看和对交易状态进行修改或确认或未能提交相关申请而导致的任何纠纷或损失，本公司不负任何责任。</p>
              <p>3.11 本公司对您所交易的协议内容不提供任何形式的鉴定服务。除本协议另有规定外，如您与交易对方发生交易纠纷，您不可撤销地授权由本公司根据本协议及本网站上载明的各项规则进行处理。您为解决纠纷而支出的通讯费、文件复印费、鉴定费等均由您自行承担。因市场因素致使而使任何一方得益或者受到损失而产生的纠纷，本公司不予处理。</p>
              <p>3.12  在使用智签的各项功能服务之后，务必对相关的资料、结果进行浏览、查看、确认，以免发生意外，并有利于在发现意外，或因服务限制、错用服务等各项原因导致使用服务的效果不理想时及时采取补救措施。</p>
              <p>3.13  一旦发生意外，非智签原因，收取的费用不予退还。在开始使用智签服务后，收费即开始。收费与使用功能服务的效果无关，您不得以效果不好达不到目的等理由，向智签提出退费要求。</p>
              <p>3.14  智签提供的各项服务均为自助型服务，请勿向客服人员提出参与的要求。</p>
              <p>3.15本公司并非法律机构，因交易内容或者因为协议内容产生的纠纷，本公司不承担任何解决义务，您可以向符合中华人民共和国法律规定的相关单位寻求解决。</p>
              <p>3.16 您不得将本服务用于非本公司许可的其他用途。</p>
              <h3>四、智签服务费用：以智签平台公布的价格或者商务协商的书面协议价格为准。</h3>
              <h3>五、用户的变更</h3>
              <p>除非有法律规定或司法裁定，且征得智签的同意，否则，智签服务平台的用户名和密码不得以任何方式转让、赠与或继承（与帐户相关的财产权益除外）。</p>
              <h3>六、用户的终止与注销</h3>
              <p>6.1  出现以下情况时，智签有权直接以注销用户的方式终止本协议:</p>
              <p>6.1.1您不是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织；</p>
              <p>6.1.2您信息完善中的信息主要内容不真实、不准确、不及时、不完整，或注册信息包含非法的、可能侵犯他人合法权益的、违背社会公序良俗的内容，并经智签提示后未在限期内进行修改的；</p>
              <p>6.1.3发现您利用智签从事违法的、侵犯他人合法权益、违背社会公序良俗的行为，且经智签提示后未在限期内改正的；</p>
              <p>6.1.4本协议（含规则）变更时，您明示并通知智签不愿接受新的服务协议的；</p>
              <p>6.1.5其它智签认为应当终止服务的情况。</p>
              <p>6.2  您与智签的协议关系终止后，您在使用智签服务平台期间存在违法行为或违反本协议或规则的行为的，智签仍可依据本协议向您要求承担法律责任。</p>
              <h3>七、产品保护条款</h3>
              <p>7.1  智签所提供的服务涉及的文字表述及组合、图片、网页设计等，以及各软件、技术均属真相网络所有，受《中华人民共和国著作权法》等法律法规、国际著作权条约、国际版权条约和其他知识产权法及条约的保护。</p>
              <p>7.2  您应正当使用智签的各项服务，并承担一定的意外风险。在使用智签服务过程中，您不得从事任何影响网络正常运作的行为，包括借助装置、软件或例行程序进行干预等。智签在任何情况下不对因服务使用人不正当使用、有意或恶意利用服务的缺陷或其他特殊的、意外的原因（或行为）造成的非直接或间接的损失承担赔偿责任。</p>
              <p>7.3  由于智签的各项服务涉及到互联网服务、本地操作环境、网络各环节等因素的影响，本公司系统因下列状况无法正常运作，使您无法使用各项服务时，本公司不承担损害赔偿责任，该状况包括但不限于：</p>
              <p>7.3.1本公司在本网站公告之系统停机维护期间。</p>
              <p>7.3.2电信设备出现故障不能进行数据传输的。</p>
              <p>7.3.3因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成本公司系统障碍不能执行业务的。</p>
              <p>7.3.4由于黑客攻击、电信部门技术调整或故障、网站升级、银行方面的问题等原因而造成的服务中断或者延迟。对非智签造成的以上风险，真相网络不承担任何责任。</p>
              <h3>八、责任范围</h3>
              <p>8.1 本公司仅对本协议中列明的责任承担范围负责。</p>
              <p>8.2您明确因交易所产生的任何风险应由您与交易对方承担。</p>
              <p>8.3本公司用户信息是由用户本人自行提供的，本公司无法保证该信息之准确、及时和完整，您应对您的判断承担全部责任。</p>
              <p>8.4 本服务之合作单位，所提供之服务品质及内容由该合作单位自行负责。</p>
              <p>8.5 您经由本服务之使用下载或取得任何资料，应由您自行考量且自负风险，因资料之下载而导致您电脑系统之任何损坏或资料流失，您应负完全责任。</p>
              <p>8.6 您自本公司及本公司工作人员或经由本服务取得之建议和资讯，无论其为书面或口头形式，均不构成本公司对本服务之保证。</p>
              <p>8.7 除本协议另有规定外，在任何情况下，本公司对本协议所承担的违约赔偿责任总额不超过向您收取的当次服务费用总额。</p>
              <p>8.8 您充分知晓并同意本公司可能同时为您及您的（交易）对手方提供本服务，您同意对本公司可能存在的该等行为予以明确豁免，并不得以此来主张本公司在提供本服务时存在法律上的瑕疵</p>
              <h3>九、法律适用与管辖</h3>
              <p>本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，没有相关法律规定的，参照通用国际商业惯例和（或）行业惯例。因本协议产生之争议，均应依照中华人民共和国法律予以处理，并由被告住所地人民法院管辖。</p>
       </dl>
     </div>
  </div>
</template>
<script>
export default {
  data(){
    return{

    }
  }
}
</script>
<style lang="scss">
.serviceAgreement{
  width:100%;
  height: 100%;
  .mint-header{
      height: 52px;
      line-height: 52px;
      background: #B41C2E;
      font-size: 18px;
      letter-spacing: 2px;
      font-family: 'PingFangSC-Medium';
      z-index: 100;
      .mint-header-title{
        overflow: visible!important;
      }
  }
  .content{
    padding: 20px 15px;
    margin-top:52px;
    h3{
          margin-bottom: 6px;
        }
        h4{
          text-indent: 2em;
           margin-bottom: 4px;
        }
        p{
          color: #969696;
          text-align: justify;
          line-height: 18px;
          text-indent: 2em;
          margin-bottom: 10px;
        }
  }
}
</style>
